---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.AlignmentStationLabelSetStartStation
source: html/b1d1e015-2765-7af6-38ef-ffa7d2787911.htm
---
# Autodesk.Revit.DB.ParameterTypeId.AlignmentStationLabelSetStartStation Property

"Alignment Label Set Start Station"

## Syntax (C#)
```csharp
public static ForgeTypeId AlignmentStationLabelSetStartStation { get; }
```